Repository: mikaelacaron/Basic-Car-Maintenance
Catalog: Basic-Car-Maintenance/Shared/Localizable.xcstrings
Source language: en
Languages: be, cs, de, es_419, fa, fr, hi, ko, nl, pl, pt_br, ru, tr, uk

source: Can't Delete Last Vehicle
fa: آخرین وسیله نقلیه را نمی‌توان حذف کرد
pl: Nie można usunąć ostatniego pojazdu
ru: Невозможно удалить последний автомобиль
tr: Son Araç Silinemiyor

source: Car Maintenance
fa: نگهداری ماشین

source: Continue
fa: ادامه

source: Edit Reading
fa: ویرایش شمارش کیلومتر شمار
pl: Edytuj przebieg

source: Open Source
fa: متن باز

source: Preferred units
fa: واحد‌های مورد نظر
hi: पसंदीदा इकाइयाँ
nl: Voorkeurseenheden
pl: Jednostki preferowane
pt_br: Unidades preferenciais
tr: Tercih edilen birim
uk: Бажані одиниці виміру

source: Tap the + to begin
fa: جهت شروع روی + تپ کنید

source: The last vehicle can't be deleted. Please add a new vehicle before removing this one.
fa: آخرین وسیله نقلیه را نمی‌توان حذف کرد. لطفا قبل از حدف آن، یک وسیله نقلیه جدید اضافه کنید.
pl: Ostatni pojazd nie może zostać usunięty. Dodaj nowy pojazd przed usunięciem tego.

source: Tracks & displays total mileage, aiding timely maintenance planning.
fa: کل مسافت پیموده شده را ردیابی و نمایش می‌دهد و به نگهداری به موقع کمک می‌کند.

source: Update Vehicle Info
fa: به‌روزرسانی اطلاعات وسیله نقلیه
pl: Uaktualnij informacje o pojeździe
tr: Araç Bilgilerini Güncelle

source: User-friendly interface for controlling car maintenance tasks.
fa: رابط کاربری دوستانه جهت کنترل کار های نگهداری ماشین

source: Welcome 🥳
fa: خوش آمدید 🥳

source: Welcome to
fa: خوش آمدید به

source: You can edit more data about the vehicle in the 'Settings' tab.
fa: شما می‌توانید اطلاعات بیشتری را درباره وسیله نقلیه در بخش ‘تنظیمات’ ویرایش کنید.

source: your vehicle
fa: وسیله نقلیه شما
